{
    "title": "MISC",
    "cover": "Images/birdpalsAlbum.jpg",
    "media": [
        {
            "file": "Music/Birdpals - Faraway Tracks/toyventurey.wav",
            "title": "toyventurey",
            "info": "A beepbox theme I made for a birdpals alpha party, which was a crossover with another virtual world called Toyventure."
        },
        {
            "file": "Music/Birdpals - Faraway Tracks/17 Billion Colours of the Rainbow.wav",
            "title": "17 Billion Colours of the Rainbow",
            "info": "A track I made for the Birdpals Colour Party event, which now to me sounds unfinished, mainly because it was and I rushed it to finish. I don't know why I chose to use this one over the other Colour Party theme I made, which I think is much better."
        },
        {
            "file": "Music/Birdpals - Faraway Tracks/Town Track Demo 1 (Unfinished).wav",
            "title": "Town Track Demo 1 (Unfinished)",
            "info": "Apparently the first track I made for Birdpals, you can tell I hadn't been making music for very long. It didn't fit with the town so it was never finished or used."
        },
        {
            "file": "Music/Birdpals - Faraway Tracks/Mealtime (Unused).wav",
            "title": "Mealtime (Unused)",
            "info": "I don't remember what this was supposed to be for, I'm guessing the town again. It wasn't ever used because didn't fit again I guess, but I have used it in other projects like DOG eat Apple."
        },
        {
            "file": "Music/Birdpals - Faraway Tracks/Into the Wind (Unfinished).wav",
            "title": "Into the Wind (Unfinished)",
            "info": "This track was made for the forest room in Birdpals Alpha, but wasn't finished because either I didn't like it or because we were moving onto the beta, which didn't have a forest room. Possibly both."
        },
        {
            "file": "Music/Birdpals - Faraway Tracks/Shop Til You Flop (Unused).mp3",
            "title": "Shop Til You Flop (Unused)",
            "info": "A finished track I made for the shop room, but was unfortunately unused because neither the shop room nor shop code was ever finished. Shame, apart from the clearly digital and rubbish instruments, I do like this song."
        },
        {
            "file": "Music/Birdpals - Faraway Tracks/Colour Party Theme (Unused).wav",
            "title": "Into the Wind (Unfinished)",
            "info": "This is apparently the next track I made, which as you can tell was for the Colour Party. Quite the gap in time, I really struggled to make a track for the party that I liked, and it was the fifth one I started (The others only got to a bar or two before scrapping). I like this one more than the Colour Party track we used, I think I thought it didn't fit as well?"
        },
        {
            "file": "Music/Birdpals - Faraway Tracks/Apathetic Attic (Unfinished).wav",
            "title": "Apathetic Attic (Unfinished)",
            "info": "I made this track for the Attic room, but I didn't get round to finishing it because I was working on the Colour Party theme at the same time and after that party, the game closed."
        },
        {
            "file": "Music/Birdpals - Faraway Tracks/CabinThere Done That (Unfinished).wav",
            "title": "Cabin There, Done That (Unfinished)",
            "info": "This track was made for the cabin room, which was at that time using royalty free music. I thought it would be cool to use a leitmotif of the main theme, Songbirds, which I didn't make. I didn't get round to finishing it because I was working on the Colour Party theme at the same time and after that party, the game closed. I do really like this track though."
        }
    ],
    "theme": {
        "titleStyle": "none",
        "backgroundColor": "#00975c",
        "primaryColor": "#7b5e43",
        "primaryAltColor": "#838383",
        "secondaryColor": "#e6e6e6",
        "highlightColor": "#434343",
        "primaryTextColor": "#ffffff",
        "primaryAltTextColor": "#838383",
        "previewStripeColor1": "#3f3f3f",
        "previewStripeColor2": "#2c2c2c",
        "linkColor": "#838383",
        "layoutStyle": "vertical",
        "infoStyle": "overlaid",
        "contentWidth": "400",
        "coverSize": "480",
        "nativePlayer": false,
        "customCSS": ""
    },
    "description": "",
    "loopModeDefault": "none"
}